---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.LoadCase
source: html/c7b16783-fbfd-2597-c076-86d7456c910e.htm
---
# LoadCase Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.